Repository: nuxeo-cps/products--CPSNavigation
Catalog: i18n/*.po
Languages: ca, de, es, eu, fr, gl, it, pt_br, ro

source: A Catalog Navigation example
ca: Exemple de catàleg de navegació
de: Ein Katalog Navigations Beispiel
es: Ejemplo de catálogo de navegación
gl: Exemplo de catálogo de navegación
it: Un esempio di navigazione nel catalogo
pt_br: Um exemplo de navegação de catálogo.
ro: Un exemplu de Catalog de Navigare

source: CatalogNavigation
ca: Navegació
de: Katalog Navigation
es: Navegación
gl: Navegación
it: Navigazione
pt_br: Navegação

source: Search result
ca: Resultat de la recerca
de: Such Ergebnis
es: Resultado de la búsqueda
eu: Emaitzak
gl: Resultado da busca
it: Risultati della ricerca
pt_br: Resultado da busca
ro: Rezultatele Cautarii

# button_reset
source: Reset
ca: Tormar a la configuració per defecte
de: Zurücksetzen
es: Volver a la configuración por defecto
eu: Berrezarri
fr: Revenir a la configuration par defaut
gl: Volver á configuración por defecto
it: Ritorna alla configurazione di default
pt_br: Limpar
ro: Revenire la configuratia initiala

# cpsnav_current_uid
source: Current folder
ca: Dossier actual
de: Aktueller Folder
es: Dossier actual
eu: Uneko fitxategia
fr: Dossier courant
gl: Dossier actual
it: Cartella corrente
pt_br: Pasta corrente
ro: Dosarul curent

# cpsnav_option
source: Options
ca: Configuració
de: Optionen
es: Configuración
eu: Aukerak
fr: Configuration
gl: Configuración
it: Opzioni
pt_br: Opções
ro: Optiuni

# cpsnav_search
source: Search
ca: Recerca
de: Suchen
es: Búsqueda
eu: Bilatu
fr: Recherche
gl: Busca
it: Ricerca
pt_br: Busca
ro: Cauta

# cpsnav_search_invalid
source: Invalid query !
ca: Sol·licitud no vàlida
de: Ungültige Suche !
es: Solicitud no válida
eu: Galdera okerra!
fr: Requête invalide
gl: Solicitude non válida
it: Richiesta non valida
pt_br: Consulta inválida !
ro: Cerere invalida

# cpsnav_tree
source: Navigation
ca: Navegació
es: Navegación
eu: Nabigazioa
gl: Navegación
it: Percorso di navigazione
pt_br: Navegação
ro: Navigare

# label_detail
source: Content
ca: Detall
de: Inhalt
es: Detalle
eu: Edukiak
fr: Détail
gl: Pormenor
it: Contenuto
pt_br: Conteúdo
ro: Continut

# label_navigation
source: Navigation
ca: Navegació
es: Navegación
eu: Nabigazioa
gl: Navegación
it: Percorso di navigazione:
pt_br: Navegação
ro: Navigare

# label_no_results
source: No results.
es: Ningún resultado
eu: Emaitzarik ez.
gl: Ningún resultado
ro: Nici un rezultat.

source: label_search
ca: Cercar
de: Suche
gl: Buscar
it: Seleziona
pt_br: Buscar

# label_selection
source: Selected
es: Selección
eu: Aukeratuta
gl: Selección
ro: Selectie

# cpsnav_option_display_mode
source: Display mode
ca: Visualització per defecte
de: Anzeige Modus
es: Muestra por defecto
fr: Affichage par défaut mode
gl: Mostra por defecto
it: Modalit√† di visualizzazione
pt_br: Mode de mostra
ro: Afisare in modul implicit

# cpsnav_option_include_root
source: Include root
ca: Mostrar el directori arrel
de: Mit Basis-Verzeichnis
es: Mostrar el directorio raíz
eu: Root-a ere bai
fr: Afficher la racine de la navigation
gl: Amosar o directorio raíz
it: Includi l'origine
pt_br: Incluir raiz
ro: Afisare care include si radacina

# cpsnav_option_sort_tree_by
source: Tree sort by
ca: Navegació classificada per
de: Baum sortiert nach
es: Navegación clasificada por
eu: Zuhaitza antolatzeko:
fr: Navigation triée par
gl: Navegación clasificada por
it: Percorso di navigazione ordinato per:
pt_br: Árvore ordenada por
ro: Navigare ordonata prin

# cpsnav_option_sort_listing_by
source: Listing sort by
ca: Llistat classificat prr
de: Liste sortiert nach
es: Listado clasificado por
eu: Zerrendaketa, horrela:
fr: Listing trié par
gl: Listado clasificado por
it: Lista ordinata per:
pt_br: Listagem ordenada por
ro: Listare ordonata prin

# cpsnav_option_batch_size
source: Batch size
ca: Número de documents per pàgina
de: Stapel Grösse
es: Número de documentos por página
fr: Nombre de document par page
gl: Número de documentos por páxina
it: Numero di documenti per pagina
pt_br: Tamanho do lote
ro: Numar de documente pe pagina

# cpsnav_option_no_node
source: Hide folderish in listing
ca: Ocultar els dossiers del llistat
de: Verbergen von Folder Typen in der Liste
es: Ocultar los dossier del listado
fr: Cacher les dossiers dans le listing
gl: Ocultar os dossier do listado
it: Nascondi le cartelle nella lista
pt_br: Ocultar pasta na listagem
ro: Ascunde dosarele din listare

# cpsnav_option_filter_tree_ptypes
source: Tree filter folderish types
ca: Filtrar els tipus de dossier a la navegació
de: Navigationsbaum Filter für Folder Typen
es: Filtrar los tipos de dossier en la navegación
fr: Filtrer les types de dossiers dans la navigation
gl: Filtrar os tipos de dossier na navegación
it: Filtra i tipi di cartella durante la navigazione
pt_br: Tipos de pastas a filtrar na árvore
ro: Filtreaza tipurile de dosare din navigare

# cpsnav_option_sort_tree_direction
source: Tree sort direction
ca: Direcció de la classificació per a la navegació
de: Navigationsbaum Sortier Richtung
es: Dirección de la clasificación para la navegación
fr: Direction du tri pour la navigation
gl: Dirección da clasificación para a navegación
it: Direzione delle diramazioni per la navigazione
pt_br: Direção de ordenação da árvore
ro: Directia de sortare pentru navigare

# cpsnav_option_sort_listing_direction
source: Listing sort direction
ca: Direcció de la classificació per al llistat
de: Listen Sortier Richtung
es: Dirección de la clasificación para el listado
fr: Direction du tri pour le listing
gl: Dirección da clasificación para o listado
it: Direzione della lista
pt_br: Direção de ordenação da listagem
ro: Directia de sortare pentru listare

# cpsnav_option_filter_listing_ptypes
source: Listing filter document types
ca: Filtrar els tipus de documents del llistat
de: Listen Filter für Dokument Typen
es: Filtrar los tipos de documentos del listado
fr: Filtrer les types de documents dans le listing
gl: Filtrar os tipos de documentos do listado
it: Filtra i tipi di cartella nella navigazione
pt_br: Tipos de documentos a filtrar na listagem
ro: Filtreaza tipurile de documente in listare

# cpsnav_search_expand_all
source: Expand all tree for navigation
ca: Expandir tot l'arbre de navegació
de: Expandieren des gesamten Baums zur Navigation
es: Expandir todo el árbol para la navegación
eu: Nabigatzeko zuhaitz osoa erakutsi
fr: Deployer toute l'arborescence pour la navigation
gl: Expandir toda a árbore para a navegación
it: Espandi tutti i livelli per la navigazione
pt_br: Expandir toda a árvore para navegação
ro: Extinde toata arborescenta pentru navigare

# cpsnav_search_scope
source: Search scope
ca: Àmbit de la recerca
de: Such Umfang
es: Ámbito de la búsqueda
fr: Étendu de la recherche
gl: Ámbito da busca
it: Scopo della ricerca
pt_br: Escopo de busca
ro: Scopul cautarii

# cpsnav_search_scope_entire_site
source: entire site
ca: El lloc web sencer
de: portalweit
es: el sitio entero
eu: Gune osoan
fr: le site entier
gl: o sitio enteiro
it: in tutto il portale
pt_br: todo o site
ro: intreg site-ul

# cpsnav_search_scope_current_location
source: current folder
ca: El dossier actual
de: aktueller Folder
es: en el dossier actual
eu: Oraingo karpetan
fr: dans le dossier courant
gl: no dossier actual
it: cartella corrente
pt_br: pasta corrente
ro: in dosarul curent

# cpsnav_option_current_uid
source: Default current folder
ca: dossier actual per defecte
de: aktueller Standard Pfad
es: dossier actual por defecto
eu: Karpeta hau lehenetsi
fr: Dossier courant par défaut
gl: dossier actual por defecto
it: Cartella corrente di default
pt_br: Pasta corrente padrão
ro: Dosarul curent implicit

# cpsnav_content
source: Folder content
ca: contingut del dossier
de: Folder Inhalt
es: contenido del dossier
eu: Edukia
fr: Contenu du dossier
gl: contido do dossier
it: Contenuto della cartella
pt_br: Conteúdo da pasta
ro: Continutul dosarului

# cpsnav_search_result
source: Search result
ca: resultat de la recerca
de: Such Ergebnis
es: resultado de la búsqueda
eu: Emaitzak
fr: Résultat de la recherche
gl: resultado da busca
it: Risultato della ricerca
pt_br: Resultado da busca
ro: Rezultatul cautarii

source: Choose...
ca: Triar
de: Wähle
fr: Choisissez...
gl: Seleccionar
it: seleziona
pt_br: Escolher
